{
    "token_to_id": {
        "(v^2": 0,
        ",": 1,
        ".": 2,
        "2\u03b8)/g": 3,
        "<BOS>": 4,
        "<EOS>": 5,
        "<PAD>": 6,
        "<SEP>": 7,
        "=": 8,
        "?": 9,
        "a": 10,
        "about": 11,
        "acceleration": 12,
        "add": 13,
        "adding": 14,
        "addition": 15,
        "affects": 16,
        "ai": 17,
        "air": 18,
        "along": 19,
        "also": 20,
        "am": 21,
        "amounts": 22,
        "an": 23,
        "and": 24,
        "angle": 25,
        "angular": 26,
        "answer": 27,
        "any": 28,
        "anything": 29,
        "applications": 30,
        "are": 31,
        "as": 32,
        "ask": 33,
        "assist": 34,
        "assistant": 35,
        "at": 36,
        "average": 37,
        "ax": 38,
        "ay": 39,
        "based": 40,
        "between": 41,
        "both": 42,
        "breaking": 43,
        "building": 44,
        "by": 45,
        "can": 46,
        "capabilities": 47,
        "center": 48,
        "centripetal": 49,
        "change": 50,
        "changes": 51,
        "chosen": 52,
        "circle": 53,
        "circular": 54,
        "components": 55,
        "concepts": 56,
        "constant": 57,
        "conversations": 58,
        "cos(\u03b8)": 59,
        "could": 60,
        "course!": 61,
        "created": 62,
        "creator": 63,
        "curiosity": 64,
        "current": 65,
        "curved": 66,
        "data": 67,
        "dedication": 68,
        "deep": 69,
        "deeply": 70,
        "define": 71,
        "derivative": 72,
        "describe": 73,
        "designed": 74,
        "developed": 75,
        "developer": 76,
        "development": 77,
        "direction": 78,
        "directions": 79,
        "directly": 80,
        "displacement": 81,
        "distance": 82,
        "divided": 83,
        "do": 84,
        "does": 85,
        "don't": 86,
        "drawing": 87,
        "educate": 88,
        "energy": 89,
        "engage": 90,
        "enjoys": 91,
        "enthusiastic": 92,
        "especially": 93,
        "evening": 94,
        "evening!": 95,
        "examples": 96,
        "experimenting": 97,
        "explain": 98,
        "find": 99,
        "first": 100,
        "flight": 101,
        "force": 102,
        "form": 103,
        "from": 104,
        "generate": 105,
        "give": 106,
        "good": 107,
        "gravity": 108,
        "h": 109,
        "happens": 110,
        "has": 111,
        "have": 112,
        "he": 113,
        "head": 114,
        "head-to-tail": 115,
        "height": 116,
        "hello": 117,
        "hello!": 118,
        "help": 119,
        "helpful": 120,
        "here": 121,
        "hey": 122,
        "hey!": 123,
        "hi": 124,
        "how": 125,
        "human-like": 126,
        "i": 127,
        "i'm": 128,
        "impactful": 129,
        "implementation": 130,
        "in": 131,
        "include": 132,
        "indicates": 133,
        "initial": 134,
        "inspired": 135,
        "inspires": 136,
        "instantaneous": 137,
        "intelligence": 138,
        "intelligent": 139,
        "interact": 140,
        "interested": 141,
        "into": 142,
        "is": 143,
        "it": 144,
        "it's": 145,
        "i\u2019m": 146,
        "j": 147,
        "k": 148,
        "language": 149,
        "large": 150,
        "last": 151,
        "laws": 152,
        "learn": 153,
        "learning": 154,
        "like": 155,
        "linear": 156,
        "location": 157,
        "loves": 158,
        "machine": 159,
        "magnitude": 160,
        "make": 161,
        "mass": 162,
        "maurya": 163,
        "maurya's": 164,
        "maximum": 165,
        "me": 166,
        "mean": 167,
        "means": 168,
        "memory": 169,
        "model": 170,
        "models": 171,
        "modern": 172,
        "more": 173,
        "morning": 174,
        "morning!": 175,
        "motion": 176,
        "much": 177,
        "multiply": 178,
        "multiplying": 179,
        "my": 180,
        "natural": 181,
        "negative": 182,
        "no": 183,
        "not": 184,
        "note": 185,
        "obeys": 186,
        "of": 187,
        "on": 188,
        "one": 189,
        "online": 190,
        "only": 191,
        "or": 192,
        "origin": 193,
        "parabola": 194,
        "passionate": 195,
        "path": 196,
        "patterns": 197,
        "persistent": 198,
        "physics": 199,
        "physics!": 200,
        "placing": 201,
        "plane": 202,
        "point's": 203,
        "position": 204,
        "practical": 205,
        "projectile": 206,
        "projection": 207,
        "providing": 208,
        "purpose": 209,
        "quantities": 210,
        "quantity": 211,
        "question": 212,
        "questions": 213,
        "radius": 214,
        "range": 215,
        "rate": 216,
        "ready": 217,
        "related": 218,
        "relation": 219,
        "relative": 220,
        "remains": 221,
        "research": 222,
        "resolving": 223,
        "respect": 224,
        "responses": 225,
        "resultant": 226,
        "reverses": 227,
        "same": 228,
        "scalar": 229,
        "self-aware": 230,
        "shape": 231,
        "short": 232,
        "simulate": 233,
        "sin": 234,
        "sin(\u03b8)": 235,
        "sin\u00b2\u03b8)/(2g)": 236,
        "solve": 237,
        "some": 238,
        "something": 239,
        "specific": 240,
        "speed": 241,
        "subtraction": 242,
        "such": 243,
        "tail": 244,
        "techniques": 245,
        "tell": 246,
        "temperature": 247,
        "text": 248,
        "the": 249,
        "them": 250,
        "there": 251,
        "there!": 252,
        "through": 253,
        "time": 254,
        "to": 255,
        "today": 256,
        "total": 257,
        "toward": 258,
        "trained": 259,
        "training": 260,
        "trigonometry:": 261,
        "udit": 262,
        "under": 263,
        "understand": 264,
        "understanding": 265,
        "uniform": 266,
        "unit": 267,
        "up": 268,
        "use": 269,
        "useful": 270,
        "users": 271,
        "using": 272,
        "vast": 273,
        "vector": 274,
        "vectors": 275,
        "velocity": 276,
        "v\u00b2/r": 277,
        "was": 278,
        "ways": 279,
        "were": 280,
        "what": 281,
        "what's": 282,
        "when": 283,
        "who": 284,
        "why": 285,
        "with": 286,
        "working": 287,
        "write": 288,
        "yes": 289,
        "you": 290,
        "your": 291,
        "yourself": 292,
        "zero": 293,
        "\u00d7": 294
    }
}